{
    "insurance_quote": {
        "heading": "Insurance for Parents & Grand Parents.",
        "contant": "Super Visa insurance is a type of medical insurance required for parents and grandparents of Canadian citizens or permanent residents who want to visit Canada for an extended period of time. The purpose of the insurance is to ensure that the visitors have adequate medical coverage during their stay in Canada."
    },
    "who_we_are": {
        "heading": "Who we are?",
        "contant": "Like any combo, all your financial planning needs belong together. Whatever your insurance coverage needs are, we're here to help life go right. Get a quote or",
        "link": "talk to an agent"
    },
    "What_is_life_insurance": {
        "heading": "What is life insurance?",
        "contant": "Life insurance is a contract that provides financial security for loved ones in the event of the policyholder's death. It can be used to replace lost income and cover expenses such as funeral costs and outstanding debts.."
    },
    "company_of_professionals": {
        "heading": "Company of Professionals",
        "contant": "We are a group of financial advisors working in a team, each with expertise in one or many of the areas including Super Visa Insurance, Travel Medical Insurance, Life Insurance, Critical Illness and Disability Insurance."
    },
    "we_love_our_clients": {
        "heading": "We Love Our Clients",
        "contant": "We are dedicated to providing excellent service and support to our financial clients. We understand that financial institutions have unique needs when it comes to insurance coverage, and we work closely with them to design customized solutions that provide the protection they require."
    },
    "perfect_team": {
        "heading": "Perfect Team",
        "contant": "We are the perfect team for all your financial needs. Our team members have extensive experience and knowledge in the financial services industry, and we are committed to providing the highest level of service and support to our clients."
    },
    "best_insurance_for_everyone": {
        "heading": "Great insurance service",
        "contant": "Great job on completing the budget analysis ahead of schedule. Your attention to detail and ability to identify cost savings is impressive. I appreciate your willingness to take on additional responsibilities in the finance department. Your hard work and dedication is making a real impact on our team's success. Thank you!"
    },
    "take_care_of_your_family": {
        "heading": "Take care of you & your family. We offer professional assistance only!",
        "contant": "Contact us for more information",
        "mobile_no": "+1 587-707-0076"
    },
    "request_a_free_consultation": {
        "heading": "Free Consultation",
        "contant": "Whatever your insurance coverage needs are, we're here to help life go right. Get a quote or ",
        "link": "talk to an agent directly"
    }
}
