{
    "insurance_quote": {
        "heading": "Super Visa Insurance for Parents & Grand Parents.",
        "contant": "Super Visa Insurance is a requirement for the parents and the grandparents applying for super visa to visit their children and grand children in Canada."
    },
    "who_we_are": {
        "heading": "Who we are?",
        "contant": "Like any combo, all your financial planning needs belong together. Whatever your insurance coverage needs are, we're here to help life go right. Get a quote or",
        "link": "talk to an agent"
    },
    "What_is_life_insurance": {
        "heading": "What is life insurance?",
        "contant": "Life insurance is a contract between insured and policy owner to pay an agreed upon amount of money upon death or disability of the insured person."
    },
    "company_of_professionals": {
        "heading": "Company of Professionals",
        "contant": "We are a group of financial advisors working in a team, each with expertise in one or many of the areas including Super Visa Insurance, Travel Medical Insurance, Life Insurance, Critical Illness and Disability Insurance."
    },
    "we_love_our_clients": {
        "heading": "We Love Our Clients",
        "contant": "We are dedicated to providing exceptional customer service to our clients and always keeping their best interest in mind."
    },
    "perfect_team": {
        "heading": "Perfect Team",
        "contant": "We are a team of financial advisors each specializing in their specific areas. Our team have access to some of the best insurance providers for life insurance, disability insurance, critical illness insurance, super visa insurance for parents and grand parents, RESP (Registered Education Savings Plans), RRSPs, TFSAs and segregated funds as investment products."
    },
    "best_insurance_for_everyone": {
        "heading": "Best insurance for everyone",
        "contant": "Parvinder Chahal and in their company Experior Financial Group, they have some of the top Canadian insurance and financial services companies who stand behind their promise to deliver quality and timely products and services. The advisors are well trained in their areas, enthusiastic and dedicated to providing exceptional financial services. It is so great to work with specialists who is truly interested in their client’s needs, goals and preferences. Thank you!"
    },
    "take_care_of_your_family": {
        "heading": "Take care of your family. We offer professional assistance only!",
        "contant": "Contact us for more information about our services.",
        "mobile_no": "587-438-4400"
    },
    "request_a_free_consultation": {
        "heading": "Request a Free Consultation",
        "contant": "Whatever your insurance coverage needs are, we're here to help life go right. Get a quote or ",
        "link": "talk to an agent"
    }
}